Repository: mozilla-l10n/mt-training-data
Catalog: shn/shn_pontoon.tmx
Source language: en_us
Languages: shn

source: Writing down disfluencies, including hesitations and repetitions
shn: လွင်ႈတႅမ်ႈမၢႆဝႆႉ ၶေႃႈၵႂၢမ်းဢၼ်လၢတ်ႈတိတ်းၶမ်ႈ၊ ၼႂ်းၼၼ်ႉပႃးလွင်ႈထၢင်ႇထိူမ် လႄႈ လွင်ႈလၢတ်ႈသမ်ႉၶိုၼ်း။

source: <wrong>Wrong</wrong>: It’s 100 miles away from here
shn: <wrong>ၽိတ်း</wrong>ၵႆၵၼ် 100 လၵ်းတင်းတီႈၼႆ [ၽိတ်းယွၼ်ႉဝႃႈမီးတူဝ်ၼပ်ႉ 100]

source: <wrong>Wrong</wrong>: It was 20% off
shn: <wrong>ၽိတ်း</wrong>လႆႈလူတ်းယွမ်းပၼ် 20%

source: <wrong>Wrong</wrong>: See you in <underline>2015</underline>
shn: <wrong>Wrong</wrong> ထူပ်းၵၼ်ၼႂ်းပီႊ<underline>2015</underline>

source: <wrong>Wrong</wrong>: They were arrested by the <underline>eff bee eye</underline> last Thursday
shn: <wrong>ၽိတ်း (</wrong>: ၸိူဝ်းၶဝ်ထုၵ်ႇတီႉၺွပ်း လူၺ်ႈ <underline>eff bee eye</underline>မိူဝ်ႈဝၼ်းၽတ်းပူၼ်ႉမႃး။

source: Xhosa
shn: ၶူဝ်ႇသႃႇ

source: Xitsonga
shn: သျိတ်ႉၸူင်ႇၵႃႇ

source: Yadgha
shn: ယၢၻ်ႉၵႃႇ

source: Yaqui
shn: ယႃႇၵုၺ်ႇ

source: “Yeah”
shn: "ၸႂ်ႈ"

source: Yes
shn: ၸႂ်ႈ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
shn: ၸႂ်ႈ၊ သူင်ႇဢီးမေးလ်ပၼ်ၶႃႈ၊ ၶႃႈၶႂ်ႈလႆႈလွင်ႈပွင်ႇၶၢဝ်ႇၵဵဝ်ႇလူၺ်ႈၶူင်းၵၢၼ် Common Voice။

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
shn: ၸႂ်ႈ၊ သူင်ႇဢီးမေးလ်ပၼ်ၶႃႈ၊ ၶႃႈၶႂ်ႈလႆႈလွင်ႈပွင်ႇၶၢဝ်ႇလွင်ႈၶိုပ်ႈၼႃႈတွၼ်ႈတႃႇၽႃႇသႃႇဢၼ်ၼႆႉၼိူဝ် Common Voice။

source: Yiddish
shn: ယိတ်ႉတိတ်ႉသျ်

source: Yoruba
shn: ယူဝ်ႇရူႇၿႃႇ

source: You
shn: ၸဝ်ႈၵဝ်ႇ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
shn: ၸဝ်ႈၵဝ်ႇ တိုၵ်ႉတေတႄႇလူတ်ႇဢဝ် ၶေႃႈမုၼ်း <size>{ $size }GB</size>, proceed?တေသိုပ်ႇႁဵတ်းၵႂႃႇယူႇႁႃႉ?

source: You are prepared to initiate a download of <b>{ $size }</b>
shn: သူႁၢင်ႈႁႅၼ်းယဝ်ႉတူဝ်ႈတႃႇတေလူတ်ႇလူင်း <b>{ $size }</b>

source: You are unable to establish a stable connection to our servers right now. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
shn: ယၢမ်းလဵဝ် ၸဝ်ႈၵဝ်ႇ ဢမ်ႇၸၢင်ႈၵပ်းသိုပ်ႇတင်း သိူပ်ႇဝိူဝ်ႇ (Server) ႁဝ်းၶႃႈ ႁႂ်ႈမၼ်းၼိမ်ၵိုမ်းလႆႈၶႃႈ။ ၶႅၼ်းတေႃႈ ၶိုၼ်းၸၢမ်းတူၺ်းထႅင်ႈၵမ်းၼိုင်ႈ ဝၢႆးလင်ၶႃႈ။ တႃႇယွၼ်းတၢင်းၸွႆႈထႅမ် ၶႅၼ်းတေႃႈၶဝ်ႈႁူမ်ႈတီႈ <matrixLink>လွင်ႈဢုပ်ႇဢူဝ်းတူင်ႇဝူင်းMatrix၊</matrixLink>, သေပႂ်ႉတူၺ်းပၼ်ႁႃ ဝႅပ်ႉသၢႆႉတ်လူၺ်ႈ <githubLink> GitHub </githubLink> or visit <discourseLink>ပၢင်ဢုပ်ႇဢူဝ်း Discourseႁဝ်းၶႃႈ</discourseLink>.

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
shn: သူၸၢင်ႈထႅမ်သႂ်ႇတူၼ်းထႅဝ်ၼိူဝ် <writePageLink>တႅမ်ႈၼႃႈလိၵ်ႈ</writePageLink> ဢမ်ႇၼၼ် ႁုပ်ႈတူၺ်းၶိုၼ်းတူၼ်းထႅဝ်တီႈ <reviewPageLink>ႁုပ်ႈတူၺ်းၶိုၼ်းၼႃႈလိၵ်ႈ</reviewPageLink>။

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
shn: ၸဝ်ႈၵဝ်ႇ ယင်းၸၢင်ႈၵွပ်ႇပီႇ လႄႈ ဝၢင်း လိင်ႉၶ် URL ၵမ်းသိုဝ်ႈ ၶဝ်ႈၼႂ်းပရူဝ်ႇၵရႅမ်ႇၸတ်းၵၢၼ်လူတ်ႇ(Download manager) ဢၼ်ၸဝ်ႈၵဝ်ႇသူင်ၼၼ်ႉလႆႈယူႇၶႃႈ။ လိင်ႉၶ်ၸိူဝ်းၼႆႉတေမူတ်းဢႃႇယုၼႂ်း 12 ၸူဝ်ႈမူင်း ၵူၺ်းၵႃႈ ၸဝ်ႈၵဝ်ႇၸၢင်ႈၶိုၼ်းမႃးတီႈ ၼႃႈလိၵ်ႈၼႆႉသေသၢင်ႈလိင်ႉၶ်မႂ်ႇလႆႈၵူႈၶၢဝ်းၶႃႈယဝ်ႉ။

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
shn: ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈၸႂ်ႉတိုဝ်း လၢႆးလတ်းလွၵ်းမိုဝ်းလႆႈယူႇၶႃႈ၊ ၼဵၵ်း { sc-review-form-button-approve-shortcut } တႃႇမၵ်းမၼ်ႈ၊ ၼဵၵ်း { sc-review-form-button-reject-shortcut } တႃႇပၢၵ်ႈပႅတ်ႈ၊ ၼဵၵ်း{ sc-review-form-button-skip-shortcut } တႃႇၶၢမ်ႈပူၼ်ႉ။

source: You can choose to make your username public or anonymous.
shn: ၸဝ်ႈၵဝ်ႇၸၢင်ႈလိူၵ်ႈလႆႈဝႃႈ ၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်းၸဝ်ႈၵဝ်ႇၼၼ်ႉတေပိုၼ်ၽႄ ဢမ်ႇႁႂ်ႈဢွၵ်ႇၸိုဝ်ႈၵေႃႈလႆႈ။

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
shn: ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈၶဝ်ႈတူၺ် <examplePromptsLink>ၶေႃႈထၢမ်တူဝ်ယၢင်ႇ 120 ၶေႃႈ လႆႈဢၼ်မီးၼႂ်း ၽိုၼ်လိၵ်ႈၼႆႉ </examplePromptsLink>

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
shn: သူၸဝ်ႈၸၢင်ႈၵႂႃႇတီႈ <datasetsPage>ၼႃႈၸုမ်ႇၶေႃႈမုၼ်း</datasetsPage>၊ လိူၵ်ႈလုၼ်ႈလႄႈၽႃႇသႃႇဢၼ်ၶႂ်ႈလႆႈ၊ လႄႈလူတ်ႇဢဝ်ၸုမ်ႇၶေႃႈမုၼ်းလႆႈ! ၾၢႆႇလ်ၸိူဝ်းၼၼ်ႉတေမီး <metadataLink>ၶေႃႈမုၼ်းၵပ်းၵိုၵ်းဢၼ်ၵဵဝ်ႇၶွင်ႈ၊</metadataLink> မိူၼ်ၼင်ႇ ၶေႃႈမုၼ်းသဵၼ်ႈႁူဝ်ၼပ်ႉၵူၼ်းလႄႈၶေႃႈမုၼ်းတႃႇၸႅတ်ႈထွင်။ သူၸဝ်ႈတေလႆႈပၼ်မၢႆဢီးမေးလ်ဢွၼ်းတၢင်းတေလူတ်ႇဢဝ်ၸုမ်ႇၶေႃႈမုၼ်း။

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
shn: သူၸၢင်ႈၸွႆႈၶူင်သၢင်ႈႁဵတ်းဢွၵ်ႇ ၸုမ်ႇၶေႃႈမုၼ်းပိုတ်ႇငဝ်ႈတိုၼ်းတင်းၼမ်တင်းလၢႆ လူၺ်ႈၵၢၼ်ႁဵတ်းပရူဝ်ႇၾၢႆႇ သေႁူမ်ႈလူႇတၢၼ်းသဵင်သူၸဝ်ႈ။

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
shn: ၸဝ်ႈၵဝ်ႇၸၢင်ႈႁူပ်ႉထူပ်းၸွမ်းတၢင်ႇၵေႃႉ ၼႂ်းတူင်ႇဝူင်းၽႃႇသႃႇ Mozilla လူၺ်ႈၶဝ်ႈႁူမ်ႈ <discourseLink> Discourse </discourseLink> တွၼ်ႈတႃႇဢုပ်ႇၵုမ်ၸွမ်းႁူဝ်ၶေႃႈ၊ ဢမ်ႇၼၼ် <matrixLink> Matrix </matrixLink> တွၼ်ႈတႃႇယွၼ်းတၢင်းႁၼ်ထိုင် ဝႆးဝႆး။

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
shn: သူၸၢင်ႈႁူပ်ႉထူပ်းၸွမ်းတၢင်ႇၵေႃႉ ၼႂ်းတူင်ႇဝူင်းၽႃႇသႃႇ Mozilla လူၺ်ႈၶဝ်ႈႁူမ်ႈ <discourseLink> Discourse </discourseLink> တွၼ်ႈတႃႇဢုပ်ႇၵုမ်ၸွမ်းႁူဝ်ၶေႃႈ၊ ဢမ်ႇၼၼ် <matrixLink> Matrix </matrixLink> တွၼ်ႈတႃႇယွၼ်းတၢင်းႁၼ်ထိုင် ဝႆးဝႆး။

source: You cannot add multiple sentences for a single submission
shn: ၸဝ်ႈၵဝ်ႇ ဢမ်ႇၸၢင်ႈထႅမ်သႂ်ႇၶေႃႈၵႂၢမ်းလၢႆလၢႆထႅဝ် ၼႂ်းလွၵ်းတႃႇသူင်ႇၶေႃႈၵႂၢမ်းထႅဝ်လဵဝ်ၶႃႈ။

source: You cannot request your recordings while another request is already in progress.
shn: ၽွင်းမိူဝ်ႈ လွင်ႈယွၼ်းထႅင်ႈတၢင်ႇဢၼ်တိုၵ်ႉႁဵတ်းယူႇၼၼ်ႉ ၸဝ်ႈၵဝ်ႇဢမ်ႇၸၢင်ႈယွၼ်း ၾၢႆႊလ်သဵင်လႆႈ။

source: You can request a new takeout of your recordings every { $days } days.
shn: ၸဝ်ႈၵဝ်ႇၸၢင်ႈယွၼ်းလူတ်ႇၾၢႆႊသဵင်ဢတ်းမႂ်ႇလႆႈၵူႈ { $days } ဝၼ်းယူႇ။

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
shn: သူၸဝ်ႈၸၢင်ႈၸတ်းႁဵတ်းပၢင်ပွႆးတႃႇၸွႆႈပၼ်ၽူႈႁူမ်ႈသၢင်ႈ။ မၼ်းငၢႆႈလိူဝ်သူၸဝ်ႈဝူၼ်ႉၵွၼ်ႇ။ သူၸဝ်ႈၸၢင်ႈႁဵတ်းတၢင်းဢွၼ်ႊလၢႆႊ လူၺ်ႈၸႂ်ႉတိုဝ်းၶိူင်ႈမိုဝ်း videoconferencing၊ ဢမ်ႇၼၼ်ထူပ်းလူၺ်ႈသုၼ်ႇတူဝ် သင်ဝႃႈမၼ်းလွတ်ႈၽေး။ <eventTemplate>ၶဝ်ႈတူၺ်း ပိူင်ၾၢင်လႄႈၶိူဝ်းတိုၼ်း တႃႇၸတ်းႁဵတ်းပၢင်ပွႆး</eventTemplate>။

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
shn: သူၸဝ်ႈၸၢင်ႈ<sentenceCollectorLinkAdd>ထႅမ်သႂ်ႇတူၼ်ႈထႅဝ်ဢိတ်းဢွတ်း</sentenceCollectorLinkAdd>၊ ဢမ်ႇၼၼ် သူၸဝ်ႈၸၢင်ႈ <bulkImportDocsLink>ၸၼ်ၶဝ်ႈတူၼ်ႈထႅဝ်လူၺ်ႈ Github</bulkImportDocsLink>။ ႁႂ်ႈတွင်းၵိုမ်းဝႆႉဝႃႈ တူၼ်ႈထႅဝ်ၵူႈဢၼ်တေလႆႈပဵၼ် <licenseLink>ၶေႃႈမၼ်ႈပၼ်ၸႂ်ႉတိုဝ်း CC0 (ဢမ်ႇၼၼ် ပုၼ်ႈသုၼ်ႇၵူၼ်းတင်းၼမ်)</licenseLink>၊ ဢမ်ႇၼၼ် ၶူင်တႅမ်ႈဢွၵ်ႇတူၼ်ႈထႅဝ်ဢဝ်ႁင်းၵူၺ်းၵေႃႈလႆႈယူႇ။

source: You can start typing the name of your language here; if it's not yet on Common Voice, you'll be able to fill out a form with your language's data.
shn: ၸဝ်ႈၵဝ်ႇ တႄႇပေႃႉတႅမ်ႈၸိုဝ်ႈၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၸဝ်ႈၵဝ်ႇလႆႈတီႈၼႆႈ၊၊ သင်ဝႃႈ ယင်းပႆႇမီးၼႂ်း Common Voice ၼႆၸိုင်၊ ၸဝ်ႈၵဝ်ႇ တေၸၢင်ႈတႅမ်ႈသႂ်ႇ ၶေႃႈမုၼ်း ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ ၸဝ်ႈၵဝ်ႇလႆႈယူႇၶႃႈ။

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
shn: သူၸၢင်ႈၸႂ်ႉတိုဝ်း <scraperLink>ၶိူင်ႈမိုဝ်းထွင်ဢွၵ်ႇတူၼ်းထႅဝ်</scraperLink> တႃႇတေဢဝ် တူၼ်းထႅဝ်ပွတ်းပွတ်းတီႈ ဝီႇၶီႇၽီးတီးယႃး။

source: You check whether the transcription matches the audio
shn: ၸဝ်ႈၵဝ်ႇထတ်းတူၺ်းဝႃႈ ၶေႃႈၵႂၢမ်းဢၼ်ထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈဝႆႉၼၼ်ႉ ထုၵ်ႇမႅၼ်ႈၸွမ်း ၾၢႆႊလ်သဵင်ယဝ်ႉႁႃႉ?

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
shn: ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈထႅမ်သႂ်ႇပႃး ဝႅပ်ႉသၢႆႉတ်လႆႈယူႇၶႃႈ, မိူၼ်ၼင်ႇ "Common Voice - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
shn: ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈၸႂ်ႉတိုဝ်း ႁၢင်ႈၾၢင်ၵၢၼ်ဢၢင်ႈဢိင် ပၢႆးပၺ်ႇၺႃႇလႆႈယူႇၶႃႈ, မိူၼ်ၼင်ႇ ႁၢင်ႈၾၢင် Harvard "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)""

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
shn: သူၸဝ်ႈၸၢင်ႈၸႂ်ႉတိုဝ်းသိုဝ်ႇၼႅင်ႈသၢၼ်သေ ပိုၼ်ၽႄႈၶေႃႈၵႂၢမ်းဢွၵ်ႇၵႂႃႇလႆႈ။ ပိုၼ်ၽႄၽူတ်ႉသ် ဢၼ်သပ်းၸႅင်ႈၼႄဝႃႈ ၵွပ်ႈသင်လႄႈမၼ်းလမ်ႇလွင်ႈ၊ လႄႈၵပ်းသိုပ်ႇၵၼ်တင်းတၢင်ႇၵေႃႉၸိူဝ်းဢၼ်တိုၵ်ႉလၢတ်ႈလွင်ႈ လွင်ႈတၢင်း မိူၼ်ၼင်ႇ သုၼ်ႇလႆႈလွင်ႈၽႃႇသႃႇ၊ AI သဵင်၊ ဢမ်ႇၼၼ်လွင်ႈၸွမ်းပႃႈၸွမ်းၾၢႆႇၼႂ်းထႅၵ်ႉၶ်ၸိူဝ်းၼႆႉ။ လူတူၺ်းထႅင်ႈတီႈ <campaignLink> ႁဵတ်းပၢင်တုၵ်းသူၼ်းၼႂ်းတူင်ႇဝူင်းၵူၼ်း၊ လႄႈလွၼ်ႉလိူင်ႈဢၼ်ၸၢင်ႈဢဝ်မႃးၸႂ်ႉၶိုၼ်းတႃႇသူၸဝ်ႈ</campaignLink>

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
shn: ၸဝ်ႈၵဝ်ႇဢမ်ႇလႆႈလိူၵ်ႈၽႃႇသႃႇသင်ဝႆႉ။ ၶႅၼ်းတေႃႈၵႂႃႇတီႈ <profileLink> Profile </profileLink> ၸဝ်ႈၵဝ်ႇတႃႇလိူၵ်ႈၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ။

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
shn: ၸဝ်ႈၵဝ်ႇသူင်ႇၶေႃႈၵႂၢမ်း ထိုင်ႁူဝ်ၼပ်ႉပွၵ်ႈဢၼ်မၵ်းၶၼ်ႈတႃႇၼႃႈလိၵ်ႈၼႆႉယဝ်ႉၶႃႈ၊ ၶႅၼ်းတေႃႈပႂ်ႉထႅင်ႈ { $retryLimit } မိၼိတ်ႉယဝ်ႉၸင်ႇသူင်ႇထႅင်ႈၶႃႈၼႃႈ၊ ယိၼ်းၸူမ်းၶွပ်ႈၸႂ် ၼိူဝ်လွင်ႈယိူၼ်ႉၵၼ်ႈၸဝ်ႈၵဝ်ႇၼႃႈ!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
shn: ၸဝ်ႈၵဝ်ႇသူင်ႇၶေႃႈၵႂၢမ်း ထိုင်ႁူဝ်ၼပ်ႉပွၵ်ႈဢၼ်မၵ်းၶၼ်ႈတႃႇၼႃႈလိၵ်ႈၼႆႉယဝ်ႉၶႃႈ။ ၶႅၼ်းတေႃႈပႂ်ႉထႅင်ႈ { $retryLimit } သႅၵ်ႉၵၢၼ်ႉယဝ်ႉၸင်ႇသူင်ႇထႅင်ႈၶႃႈၼႃႈ၊ ယိၼ်းၸူမ်းၶွပ်ႈၸႂ် ၼိူဝ်လွင်ႈယိူၼ်ႉၵၼ်ႈၸဝ်ႈၵဝ်ႇၼႃႈ!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
shn: ၸဝ်ႈၵဝ်ႇမီးလွင်ႈလႅၵ်ႈလၢႆႈဢၼ်ဢမ်ႇလႆႈၵဵပ်းသိမ်းၼႂ်းၼႃႈၼႆႉ။ ပေႃးၸဝ်ႈၵဝ်ႇလႅၵ်ႈလၢႆႈပိူင်ႁၢင်ႈၽႃႇသႃႇ၊ လွင်ႈဢၼ်လႅၵ်ႈလၢႆႈဝႆႉၼၼ်ႉတေဢမ်ႇထုၵ်ႇၵဵပ်းသိမ်း။ ၸွင်ႇၸဝ်ႈၵဝ်ႇမၼ်ႈၸႂ်ဝႃႈၶႂ်ႈလႅၵ်ႈလၢႆႈပိူင်ႁၢင်ႈၽႃႇသႃႇ?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
shn: ၸဝ်ႈၵဝ်ႇမီးလွင်ႈလႅၵ်ႈလၢႆႈဢၼ်ဢမ်ႇလႆႈၵဵပ်းသိမ်းၼိူဝ်ၼႃႈၼႆႉ။ ပေႃးၸဝ်ႈၵဝ်ႇဢွၵ်ႇပႅတ်ႈၼႃႈၼႆႉ၊ လွင်ႈဢၼ်ၸဝ်ႈၵဝ်ႇလႅၵ်ႈလၢႆႈဝႆႉၼၼ်ႉတေဢမ်ႇထုၵ်ႇၵဵပ်းသိမ်း။ ၸွင်ႇၸဝ်ႈၵဝ်ႇမၼ်ႈၸႂ်ဝႃႈၸဝ်ႈၵဝ်ႇၶႂ်ႈဢွၵ်ႇပႅတ်ႈၼႃႈၼႆႉ?

source: You have unsaved changes on this page. If you switch datasets, your changes will not be saved. Are you sure you want to switch?
shn: ၸဝ်ႈၵဝ်ႇ မီးဝႆႉ လွင်ႈလႅၵ်ႈလၢႆႈ ဢၼ်ပႆႇလႆႈၵဵပ်းသိမ်းဝႆႉ တီႈၼႂ်းၼႃႈလိၵ်ႈၼႆႉ။ သင်ဝႃႈ လႅၵ်ႈလၢႆႈ datasets ၼႆၸိုင် လွင်ႈလႅၵ်ႈလၢႆႈ ၸဝ်ႈၵဝ်ႇၼၼ်ႉ တေဢမ်ႇထုၵ်ႇၵဵပ်းသိမ်းဝႆႉ။ ၶႂ်ႈလႅၵ်ႈလၢႆႈ တေႉတေႉႁႃႉ?

source: You might also want to consider spanning different contexts and domains.
shn: ၸဝ်ႈၵဝ်ႇ ထုၵ်ႇလီဝူၼ်ႉၶႆႈၸႂ်ပႃး ႁႂ်ႈမၼ်းမီးလွင်ႈၵပ်းၵၢႆႇတူဝ်ႈထိုင် တၢင်းႁၼ်ထိုင် လႄႈ တွၼ်ႈၵၢၼ်ဢၼ်ပႅၵ်ႇပိူင်ႈၵၼ် တင်းၼမ်ၼၼ်ႉၶႃႈ။

source: You might have reached here by clicking a link in a social media app. You are using an in-app browser which does not support audio recording.
shn: ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈတေလုၵ်ႉတီႈ လိင်ႉၼႂ်းဢႅပ်ႉသူဝ်ႇသျႄႇမီႇတီႇယႃႇသေ ၶဝ်ႈမႃးတီႈၼႆႈၶႃႈ။ ယၢမ်းလဵဝ် ၸဝ်ႈၵဝ်ႇတိုၵ်ႉၸႂ်ႉဝႆႉ ပရၢဝ်ႇသႃႇၼႂ်းဢႅပ်ႉ (In-app browser) ဢၼ်ပႆႇၵမ်ႉထႅမ်ပၼ် ၵၢၼ်ဢတ်းသဵင်ၶႃႈ။

source: You must allow microphone access.
shn: ၸဝ်ႈၵဝ်ႇ တေလႆႈပၼ်ၶႂၢင်ႉ တႃႇၸႂ်ႉၶိူင်ႈတီႉသဵင်ၶႃႈ

source: You must flag content that is offensive, harmful or otherwise worrying. It must also include no personally identifying information like phone numbers or addresses. It will be removed from your experience until the Common Voice team can review it and investigate further.
shn: ၸဝ်ႈၵဝ်ႇ တိုၼ်းလူဝ်ႇလႆႈတွၵ်ႇမၢႆႈၾၢင်ႉ ၶေႃႈမုၼ်းဢၼ်ဢမ်ႇယဵၼ်ႇငႄႈ၊ မီးၽေး ဢမ်ႇၼၼ် ဢၼ်ၸၢင်ႈႁဵတ်းႁႂ်ႈမႆႈၸႂ်လႆႈ။ သေယဝ်ႉ တိုၼ်းလူဝ်ႇဢမ်ႇပႃး ၶေႃႈမုၼ်း ဢၼ်ၸၢင်ႈၼႄၼႃႈၾၢင် တူဝ်ၵဝ်ႇၵေႃႉပုၵ်ႉၵူဝ်ႇ မိူၼ်ၼင်ႇ မၢႆၾူၼ်း ဢမ်ႇၼၼ် တီႈယူႇႁိူၼ်းယေးၶႃႈ။ ၶေႃႈမုၼ်းၼၼ်ႉ တေဢဝ်ဢွၵ်ႇပႅတ်ႈ ၼႂ်းတူဝ်ထူပ်းၸဝ်ႈၵဝ်ႇ တေႃႇထိုင် ၸုမ်း Common Voice ၶဝ် တေၸၢင်ႈထတ်းသၢင် လႄႈ ၵူတ်ႇထတ်းထႅင်ႈ။

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
shn: ၸဝ်ႈၵဝ်ႇ လူဝ်ႇလႆႈငိၼ်းၸႅင်ႈလႅင်း ၵူႈၶေႃႈၵႂၢမ်း ဢၼ်မီးၼႂ်းသဵင်ဢတ်းၼၼ်ႉၶႃႈ။ ႁဝ်းၶႃႈ လူဝ်ႇႁႂ်ႈၶိူင်ႈၸၢၵ်ႈလဵပ်ႈႁဵၼ်း ဢႄးလ်-ၵူဝ်ႇ-ရီႇ-တိုမ်ႊ(Machine learning algorithms) ၸၢင်ႈၵုမ်းထိင်းၸတ်းၵၢၼ်လႆႈ သဵင်ၽၢႆႇလင် ဢၼ်လၢႆလၢႆမဵဝ်းၼၼ်ႉသေဢမ်ႇၵႃး သဵင်ဢၼ်ႁႅင်း ဢမ်ႇၼၼ် သဵင်ၽၢႆႇလင်ၽဵင်းၵႂၢမ်းဢၼ်မီးသဵင်ဢၼ်ၼိမ်သဝ်းၼၼ်ႉၵေႃႈ တေၸၢင်ႊႁပ်ႉလႆႈ သင်ဝႃႈ ၶဝ်ဢမ်ႇႁႄႉႁၢမ်ႈ လွင်ႈလႆႈငိၼ်းၶေႃႈၵႂၢမ်းတင်းမူတ်းၼၼ်ႉ။ သင်ၸိူဝ်ႉဝႃႈ မီးသဵင်တႅၵ်ႇ “သဵင်ၶၢတ်ႇ (Crackles / Breaking up) ဢၼ်မႃးယႃံၵဝ်းႁဵတ်းႁႂ်ႈၸဝ်ႈၵဝ်ႇဢမ်ႇလႆႈငိၼ်းၶေႃႈၵႂၢမ်းၼႆ လူဝ်ႇလႆႈၼဵၵ်ႈပၢၵ်ႈ(Reject) သဵင်ဢတ်းၼၼ်ႉပႅတ်ႈ ၶႃႈၼႃႈ။

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
shn: သဵင်ဢွၵ်ႇၸဝ်ႈၵဝ်ႇၼၼ်ႉ ပဵၼ်လၢႆးဢွၵ်ႇသဵင်ၶေႃႈၵႂၢမ်းၶႃႈ။ မၼ်းၸၢင်ႈပဵၼ်မႃး ၸွမ်းၼင်ႇပိုၼ်ႉတီႈဢၼ်ၸဝ်ႈၵဝ်ႇ ယၢမ်ႈယူႇသဝ်းမႃး၊ ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈတၢင်ႇဢၼ် ဢၼ်ၸဝ်ႈၵဝ်ႇၸႂ်ႉလၢတ်ႈ၊ လႄႈ လွင်ႈတၢင်းတၢင်ႇၸိူဝ်းတင်းၼမ်ၶႃႈ။ ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈဢဝ်ၶေႃႈမၼ်း ဢၼ်ႁၼ်ထိုင်ဝႃႈၵဵဝ်ႇၵပ်းၵၼ်ၼၼ်ႉ မႃးပိုၼ်ၽႄ ဝႆႉတီႈၼႆႈလႆႈၵူႈလွင်ႈၶႃႈ။

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
shn: သဵင်ဢၼ်ၸဝ်ႈၵဝ်ႇဢတ်းဝႆႉလူၺ်ႈဢမ်ႇဢွၵ်ႇၸိုဝ်ႈၼၼ်ႉတေၵိုတ်းဝႆႉယူႇၼႂ်းၸုမ်ႇၶေႃႈမုၼ်းၶွင် Common Voice။ မိူဝ်ႈလႂ်ၸဝ်ႈၵဝ်ႇမွတ်ႇပႅတ်ႈပရူဝ်ႇၾၢႆႇလ်ၶွင်သူၸဝ်ႈယဝ်ႉ ၸဝ်ႈၵဝ်ႇတေဢမ်ႇၸၢင်ႈသူင်ႇၶေႃႈတုၵ်းယွၼ်း ႁႂ်ႈဢဝ်သဵင်ဢၼ်သူၸဝ်ႈဢတ်းဝႆႉၼၼ်ႉဢွၵ်ႇတီႈၸုမ်ႇၶေႃႈမုၼ်းထႅင်ႈ။

source: Your API Credentials
shn: ၶေႃႈမုၼ်းယိုၼ်ယၼ် API ၶွင်ၸဝ်ႈၵဝ်ႇ

source: Your audio recording appears to be corrupted. This can happen due to: • Browser compatibility issues (try using a different browser) • Microphone or audio driver problems • Network interruptions during recording Please try recording again.
shn: သဵင်ဢၼ်ၸဝ်ႈၵဝ်ႇဢတ်းဝႆႉၼၼ်ႉ မိူၼ်တေလူႉလႅဝ်ဝႆႉၶႃႈ။ လွင်ႈၼႆႉ ၸၢင်ႈပဵၼ်ယွၼ်ႉ - • ပၼ်ႁႃလွင်ႈၵမ်ႉထႅမ်ၶွင် ပရၢဝ်ႇသိူဝ်ႇရ် (ၶႅၼ်းတေႃႈ ၸၢမ်းၸႂ်ႉတူၺ်း Browser တၢင်ႇဢၼ်ၶႃႈလႄႈ) • ပၼ်ႁႃၶိူင်ႈတီႉသဵင် ဢမ်ႇၼၼ် တွၼ်ႈၸတ်းၵၢၼ်သဵင် (Audio driver) • သၢႆၼႅတ်ႉၶၢတ်ႇ ၽွင်းတိုၵ်ႉဢတ်းသဵင်ယူႇႉ ၶႅၼ်းတေႃႈ ၸၢမ်းဢတ်းတူၺ်းထႅင်ႈၵမ်းၼိုင်ႈၶႃႈ။

source: Your daily goal has been created
shn: လႆႈတၢမ်းဝၢင်းယိူင်းမၢႆတေႃႇဝၼ်း ၶွင်ၸဝ်ႈၵဝ်ႇ ယဝ်ႉတူဝ်ႈယဝ်ႉၶႃႈ။

source: Your dataset is downloading!
shn: ၶေႃႈမုၼ်းၸဝ်ႈၵဝ်ႇ တိုၵ်ႉလူတ်ႇယူႇ!

source: Your download has started.
shn: ၵၢၼ်လူတ်ႇလူင်းၶွင်ၸဝ်ႈၵဝ်ႇတႄႇယဝ်ႉၶႃႈ

source: You’re contributing to a target segment
shn: ၸဝ်ႈၵဝ်ႇတိုၵ်ႉၸွႆႈထႅမ်ပၼ်တင်းဢၼ်ယိူင်းမၢႆဝႆႉယူႇ

source: You’re contributing to our first target segment
shn: ၸဝ်ႈၵဝ်ႇတိုၵ်ႉၶဝ်ႈပႃး ၼႂ်းတွၼ်ႈယိူင်းမၢႆဢွၼ်တၢင်းသုတ်းႁဝ်း

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
shn: ယၢမ်းလဵဝ် ၸဝ်ႈၵဝ်ႇလႆႈတၢမ်းဝၢင်းဝႆႉ တေဢမ်ႇ ႁပ်ႉဢဝ်ဢီးမေးလ် မိူၼ်ၼင်ႇ ၶေႃႈၾၢင်ႉသတိပၼ်ယိူင်းမၢႆ၊ လွင်ႈဢၢပ်ႉၻဵတ်ႉၶၢဝ်ႇမႂ်ႇ လွင်ႈၶိုပ်ႈၼႃႈတူဝ်ၵဝ်ႇ လႄႈ ၽိုၼ်ၶၢဝ်ႇသၢၼ်ၵဵဝ်ႇလူၺ်ႈ Common Voice ယဝ်ႉၶႃႈ။

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
shn: ယၢမ်းလဵဝ် ၸဝ်ႈၵဝ်ႇလႆႈတၢမ်းဝၢင်းဝႆႉ တႃႇတေလႆႈႁပ်ႉဢီးမေးလ် မိူၼ်ၼင်ႇ ၶေႃႈၾၢင်ႉသတိပၼ်ယိူင်းမၢႆ (Goal reminders)၊ လွင်ႈဢၢပ်ႉၻဵတ်ႉၶၢဝ်ႇမႂ်ႇ လွင်ႈၶိုပ်ႈၼႃႈတူဝ်ၵဝ်ႇ လႄႈ ၽိုၼ်ၶၢဝ်ႇသၢၼ် ၵဵဝ်ႇလူၺ်ႈ Common Voice ယဝ်ႉၶႃႈ။

source: You’re going too fast. Please slow down and try again in a moment.
shn: ၸဝ်ႈၵဝ်ႇဝႆးပူၼ်ႉတီႈၼႃႇ၊ ၶႅၼ်းတေႃႈယွမ်းလူင်းသေ ၵႅပ်ႉၵမ်းၼိုင်ႈၸင်ႇၶိုၼ်းၸၢမ်းတူၺ်းထႅင်ႈၶႃႈ။

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
shn: ၸဝ်ႈၵဝ်ႇၼႅတ်ႈဝႆးပူၼ်ႉတီႈၼႃႇ။ ၶႅၼ်းတေႃဢဝ်ၶၢဝ်းယၢမ်းသေထတ်းတူၺ်းၶေႃႈၵႂၢမ်း ႁႂ်ႈမၼ်ႈၸႂ်ဝႃႈမၼ်းထုၵ်ႇမႅၼ်ႈ။

source: You’re going too fast. Please try again in { $retryAfter } seconds.
shn: ၸဝ်ႈၵဝ်ႇဝႆးပူၼ်ႉတီႈၼႃႇ၊ ၶႅၼ်းတေႃႈယွမ်းလူင်းသေ ၶိုၼ်းၸၢမ်းတူၺ်း ၼႂ်း { $retryAfter } သႅၵ်ႉၵၢၼ်ႉ။ ၸဝ်ႈၵဝ်ႇဝႆးပူၼ်ႉတီႈၼႃႇ၊ ၶႅၼ်းတေႃႈယွမ်းလူင်း သေ ၶိုၼ်းၸၢမ်းတူၺ်း ၼႂ်း { $retryAfter } သႅၵ်ႉၵၢၼ်ႉ။

source: You're helping Common Voice reach our daily sentence goals!
shn: ၸဝ်ႈၵဝ်ႇ တိုၵ်ႉၸွႆႈထႅမ်ပၼ် Common Voice ႁႂ်ႈထိုင်ယိူင်းမၢႆတၢင်းၼမ်ၶေႃႈၵႂၢမ်းၵူႈဝၼ်းဝၼ်းၶႃႈၼႃႈ။

source: Your email address
shn: တီႈယူႇဢီးမေးလ်ၸဝ်ႈၵဝ်ႇ

source: You respond or reply to it as naturally as you can
shn: ၸဝ်ႈၵဝ်ႇတုမ်ႉတွပ်ႇ ဢမ်ႇၼၼ် တွပ်ႇၶိုၼ်း ၸွမ်းၼင်ႇသၽႃႇဝ ဢၼ်ၸဝ်ႈၵဝ်ႇႁဵတ်းလႆႈ

source: Your files are being assembled. Please check again later.
shn: ၾၢႆႊလ်ၶွင်ၸဝ်ႈၵဝ်ႇတိုၵ်ႉယူႇၼႂ်းၵၢၼ်ၵဵပ်းႁွမ်တွမ်ယူႇၶႃႈ။ ၶႅၼ်းတေႃႈ ဝၢႆးမႃးၶိုၼ်းမႃးထတ်းတူၺ်းထႅင်ႈၶႃႈ။

source: Your language is already live on Common Voice <strong>Spontaneous Speech</strong>. Click <spontaneousSpeechLink>here</spontaneousSpeechLink> to contribute: don't forget to change the contribution/dataset language before you start contributing!
shn: ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၸဝ်ႈၵဝ်ႇ ဢၼ်ပဵၼ် <strong>ၵၢၼ်လၢတ်ႈလွတ်ႈလႅဝ်းဢမ်ႇမီးလိၵ်ႈတႅမ်ႈဝႆႉဢွၼ်တၢင်း)</strong> ၼၼ်ႉ ၽွမ်ႉတႃႇၸႂ်ႉၵၢၼ် (မီးဝႆႉ Live )တီႈ Common Voice ၼၼ်ႉယဝ်ႉ၊ ၼဵၵ်း<spontaneousSpeechLink>တီႈၼႆႈ</spontaneousSpeechLink> တႃႇတေၸွႆႈထႅမ်၊ ယႃႇလိုမ်းလၢႆႈ ၽႃႇသႃႇၸွႆႈထႅမ်/ၶေႃႈမုၼ်း ဢွၼ်တၢင်းတႄႇၸွႆႈထႅမ်!

source: Your language is already on the Common Voice languages list. You can facilitate the language launch on <strong>Scripted Speech</strong> by contributing sentences <sentencesContributionLink>here</sentencesContributionLink>.
shn: ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၸဝ်ႈၵဝ်ႇ လႆႈၶဝ်ႈမႃးမီးဝႆႉ ၼႂ်းသဵၼ်ႈမၢႆၽႃႇသႃႇၶွင် Common Voice ယဝ်ႉ။ ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈၸွႆႈႁဵတ်းႁႂ်ႈ လွင်ႈပိုတ်ႇၽုၺ်ႇၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈတီႈၼႂ်း <strong>ၵၢၼ်လၢတ်ႈၸွမ်းလိၵ်ႈတႅမ်ႈ</strong> ငၢႆႈလိူဝ်လႄႈဝႆးလိူဝ်ၵဝ်ႇလႆႈလူၺ်ႈၵၢၼ်သူင်ႇၶေႃႈၵႂၢမ်း <sentencesContributionLink>တီႈၼႆႈ</sentencesContributionLink>ၶႃႈ။

source: Your language is already on the Common Voice languages list. You can facilitate the language launch on <strong>Scripted Speech</strong> by localising the platform interface <pontoonLink>here</pontoonLink>. The interface needs to be 60% localised; alternatively you may localise just the basic strings in ‘web/locales/en/pages/contribute/*.ftl’ to 100% (there are five such files), and the interface will be launched automatically.
shn: ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၸဝ်ႈၵဝ်ႇ မီးဝႆႉၼႂ်းသဵၼ်ႈမၢႆၽႃႇသႃႇ Common Voice ယဝ်ႉၶႃႈ။ ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈၸွႆႈႁႂ်ႈလွင်ႈပိုတ်ႇၽုၺ်ႇၽႃႇသႃႇၼိူဝ် <strong>Scripted Speech</strong> လႆႈလူၺ်ႈႁဵတ်းႁႂ်ႈလႅၼ်ၵၢင်ပလႅတ်ႉၾွမ်ႊ (platform interface) <pontoonLink>တီႈၼႆႈ</pontoonLink>ႁႂ်ႈပဵၼ် ၽႃႇသႃႇၼႂ်းပိုၼ်ႉတီႈ။ ၼႃႈလိၵ်ႈလႅၼ်ၵၢင် (interface) ၼၼ်ႉ လူဝ်ႇလႆႈပိၼ်ႇၽႃႇသႃႇႁႂ်ႈလႆႈ 60% ၶႃႈ၊<pontoonLink>here</pontoonLink>. The interface needs to be 60% localised; ဢမ်ႇၼၼ် ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈလိူၵ်ႈပိၼ်ႇၽႃႇသႃႇ ၶေႃႈၵႂၢမ်းပိုၼ်ႉထၢၼ်ၼႂ်း ‘web/locales/en/pages/contribute/*.ftl’ ႁႂ်ႈတဵမ်ထူၼ်ႈ 100%(မီးၾၢႆႇလ်လူင် 5 ၾၢႆႇလ်) ၼႆၸိုင်၊ၼႃႈလိၵ်ႈလႅၼ်ၵၢင်ၶွမ်းတေပိုတ်ႇၽုၺ်ႇပၼ်ႁင်းၵွၺ်းမၼ်း (automatically) ၵမ်းလဵဝ်ၶႃႈ။

source: Your Languages
shn: ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၶွင်ၸဝ်ႈၵဝ်ႇ

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
shn: ၾၢႆႊလ်သဵင်လၢတ်ႈပိုၼ်ႉတီႈ ၶွင်ၸဝ်ႈၵဝ်ႇ တေၸၢင်ႈမူတ်းဝႆႉၶႃႈ! သင်ၸိူဝ်ႉဝႃႈ ၸဝ်ႈၵဝ်ႇသၢင်ႇထုၵ်ႇၼႆၸိုင် ၸၢင်ႈၶဝ်ႈၵႂႃႇလႅၵ်ႈလၢႆႈတီႈၵၢၼ်တမ်းဝၢင်း (Settings) တွၼ်ႈတႃႇတေတူၺ်းၶေႃႈၵႂၢမ်းတၢင်ႇဢၼ် ၼႂ်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၸဝ်ႈၵဝ်ႇလႆႈယူႇၶႃႈ။

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
shn: ၽၢင်ႁၢင်ႈၶေႃႈၵႂၢမ်းၼႂ်းၽႃႇသႃႇၸဝ်ႈၵဝ်ႇ တေၸၢင်ႈမူတ်းၵႂႃႇယဝ်ႉၶႃႈ! သင်ဝႃႈၸဝ်ႈၵဝ်ႇသၢင်ႇထုၵ်ႇၸိုင် ၸၢင်ႈၶဝ်ႈၵႂႃႇလႅၵ်ႈလၢႆႈလွင်ႈတမ်းဝၢင်း (Settings) တႃႇတူၺ်းၶေႃႈၵႂၢမ်းတၢင်ႇၸိူဝ်း ၼႂ်းၽႃႇသႃႇၶွင်ၸဝ်ႈၵဝ်ႇလႆႈယူႇၶႃႈ။

source: Your message has been sent. Thank you!
shn: ၶေႃႈၵႂၢမ်းၸဝ်ႈၵဝ်ႇထုၵ်ႇသူင်ႇယဝ်ႉတူဝ်ႈယဝ်ႉၶႃႈ။ ယိၼ်းၸူမ်းၶႃႈ!

source: Your recording file is too large to upload. Please try recording a shorter clip.
shn: ၾၢႆႇလ်သဵင်ဢတ်းၸဝ်ႈၵဝ်ႇယႂ်ႇပူၼ်ႉတီႈၼႃႇဢမ်ႇၸၢင်ႈသူင်ႇၶိုၼ်ႈလႆႈ၊ၶႅၼ်းတေႃႈ ၸၢမ်းဢတ်းၶလိပ်ႉသဵင်ဢၼ်ပွတ်းလိူဝ်ၶႃႈလႄႈ။

source: Your username and email will not be associated with the published data.
shn: ၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်းလႄႈဢီးမေးလ်ၸဝ်ႈၵဝ်ႇတေဢမ်ႇၵွင်ႉၵၢႆႇၵၼ်တင်းၶေႃႈမုၼ်းဢၼ်ပိုၼ်ၽႄ။

source: Your weekly goal has been created
shn: လႆႈတၢမ်းဝၢင်းယိူင်းမၢႆတေႃႇဝူင်ႈ ၶွင်ၸဝ်ႈၵဝ်ႇ ယဝ်ႉတူဝ်ႈယဝ်ႉၶႃႈ။

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
shn: ၸဝ်ႈၵဝ်ႇထုၵ်ႇလီလႆႈႁပ်ႉဢီးမေးလ်တီႈၽူႈၸတ်းၵၢၼ်တူင်ႇဝူင်းႁဝ်းၶႃႈ ဢၼ်တေသပ်းလႅင်းၼႄၶၵ်ႉတွၼ်ႈတႃႇတေသႂ်ႇၽႃႇသႃႇၸဝ်ႈၵဝ်ႇၶဝ်ႈၼႂ်း Common Voice

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
shn: သူလႆႈၸွႆႈႁႂ်ႈ Common Voice ႁွတ်ႈၽႅဝ် <goalPercentage></goalPercentage> ၶွင်ယိူင်းမၢႆၵၢၼ်ဢတ်းသဵင် { $goalValue } ၵူႈဝၼ်းၶွင်ႁဝ်း!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
shn: သူလႆႈၸွႆႈႁႂ်ႈ Common Voice ႁွတ်ႈၽႅဝ် <goalPercentage></goalPercentage> ၶွင်ယိူင်းမၢႆၵၢၼ်ၵူတ်ႇထတ်း { $goalValue } ၵူႈဝၼ်းၶွင်ႁဝ်း!

source: You've successfully signed up for contributing to { $language }. Thank you.
shn: သူၸဝ်ႈလႆႈၶဝ်ႈႁူမ်ႈတွၼ်ႈတႃႇၸေၸွႆႈထႅမ်ပၼ်ၽႃႇသႃႇ { $language } ယဝ်ႉ၊ ယိၼ်းၸူမ်းၶႃႈ။

source: You want to join the Common Voice mailing list
shn: ၸဝ်ႈၵဝ်ႇ ၶႂ်ႈၶဝ်ႈပႃးၼႂ်း သဵၼ်ႈမၢႆတိတ်းတေႃႇ (Mailing list) ၶွင် Common Voice ႁႃႉ?

source: You write down what you hear in the audio clips
shn: ၸဝ်ႈၵဝ်ႇ တႅမ်ႈၸွမ်းၼင်ႇဢၼ်လႆႈငိၼ်း ၼႂ်းၾၢႆႊလ်သဵင်

source: Zaza
shn: ၸႃႇၸႃႇ

source: Zip #{ $offset } of { $total }
shn: ၾၢႆႊလ် ZIP #{ $offset } ၼႂ်း { $total } ၾၢႆႊလ်

source: Zulu
shn: ၸူႇလူႇ

source: account recovery key
shn: သေႃးတႃႇၸၼ်ၶိုၼ်းဢၶွင်ႉ

source: alternate text
shn: ၶေႃႈၵႂၢမ်းတၢင်တူဝ်

source: attack
shn: လေႃႇတိုၵ်း

source: attacker
shn: ၽူႈလေႃႇတိုၵ်း

source: Attack Site
shn: လေႃႇတိုၵ်းဝႅပ်ႉသၢႆႉ

source: attendee
shn: ၽူႈၶိုၼ်ႈႁွတ်ႈ

source: authenticate
shn: ယိုၼ်ယၼ်တူဝ်

source: authenticated
shn: ယိုၼ်ယၼ်တူဝ်ယဝ်ႉတူဝ်ႈ

source: authentication code
shn: မၢႆတႃႇယိုၼ်ယၼ်တူဝ်

source: autoplay
shn: လဵၼ်ႈဢေႃႇတူဝ်ႇ

source: backup authentication code
shn: ၵမ်ႉႁွင်းဝႆႉမၢႆတႃႇယိုၼ်ယၼ်တူဝ်

source: bookmark
shn: ၵၼ်ႈၼႃႈ

source: breakpoint
shn: တီႈၵိုတ်းလိုဝ်ႈ

source: Bug report
shn: ႁၢႆးငၢၼ်းလွင်ႈၿၵ်ႉ

source: certificate authority
shn: ၽူႈဢွၵ်ႇဝႆႁပ်ႉႁွင်း

source: cipher
shn: တူဝ်ၶဝ်ႈၶေႃႈလပ်ႉ

source: clipboard
shn: ၶလိပ်ႉၿွတ်ႇ

source: colorway
shn: ၸုမ်ႇႁၢင်ႈၽၢင်သီ

source: confirmation code
shn: မၢႆတႃႇယိုၼ်ယၼ်

source: context
shn: လွင်ႈၵွင်ႉၵၢႆႇ

source: cookie banner
shn: ၿႅၼ်ႇၼိူဝ်ႇၶုၵ်ႇၵီႇ

source: corrupt
shn: မီးလွင်ႈလူႉၵွႆ
